driver-tests/bpelse/repeatuntil/RepeatuntilJbi/test/RepeatUntilWithWait/Input.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:rep="http://stc.com/RepeatUntilWithWait">
  <soapenv:Body>
    <rep:item>
      <rep:value>Input</rep:value>
    </rep:item>
  </soapenv:Body>
</soapenv:Envelope>